Revit 2027 API
ParameterTypeId.FabricationPartTakeoffDialogParam Property
 "More Parameters"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId FabricationPartTakeoffDialogParam { get; }
Public Shared ReadOnly Property FabricationPartTakeoffDialogParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ FabricationPartTakeoffDialogParam {
	ForgeTypeId^ get ();
}
static member FabricationPartTakeoffDialogParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace